proj-xcode/TestClasses/PowerAuthServerSOAP/SoapRequests.bundle/CreateOfflineSignaturePayload.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pow="http://getlime.io/security/powerauth">
   <soapenv:Header/>
   <soapenv:Body>
      <pow:CreateOfflineSignaturePayloadRequest>
         <pow:activationId>$1</pow:activationId>
         <pow:data>$2</pow:data>
         <pow:message>$3</pow:message>
      </pow:CreateOfflineSignaturePayloadRequest>
   </soapenv:Body>
</soapenv:Envelope>
